/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Kan inte komma åt %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Kan inte läsa in sidan på %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Klar";

/* The message shown while loading a web clip */
"Loading Clip" = "Läser in klipp";

/* Loading Clip animation with one dot */
"Loading Clip." = "Läser in klipp.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Läser in klipp..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Läser in klipp...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Anslut till Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Kräver Mac OS X 10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Webbklipp är inte tillgängligt";

